2gua.rainbow-brackets
adpyke.codesnap
anthropic.claude-code
anysphere.cursorpyright
batisteo.vscode-django
bibhasdn.django-html
bigonesystems.django
clemenspeters.format-json
davidanson.vscode-markdownlint
docker.docker
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dotjoshjohnson.xml
esbenp.prettier-vscode
fabianlauer.vs-code-xml-format
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.vscode-pull-request-github
grapecity.gc-excelviewer
janisdd.vscode-edit-csv
kennylong.kubernetes-yaml-formatter
kevinrose.vsc-python-indent
meteorstudio.cursorcode
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
naumovs.color-highlight
njpwerner.autodocstring
pkief.material-icon-theme
postman.postman-for-vscode
qwtel.sqlite-viewer
redhat.ansible
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.liveserver
rocketseat.theme-omni
samuelcolvin.jinjahtml
saoudrizwan.claude-dev
shahilkumar.docxreader
simonsiefke.svg-preview
streamax.claude-dev-streamax
supabase-snippets.supabase-javascript-snippets
supabase.vscode-supabase-extension
tejasvi.rainbow-brackets-2
trunk.io
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wholroyd.jinja
zainchen.json
