adpyke.codesnap
cstrap.python-snippets
demystifying-javascript.python-extensions-pack
donjayamanne.python-extension-pack
dotjoshjohnson.xml
eamodio.gitlens
esbenp.prettier-vscode
github.vscode-pull-request-github
hashicorp.terraform
janisdd.vscode-edit-csv
kaih2o.python-resource-monitor
kevinrose.vsc-python-indent
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
njqdev.vscode-python-typehint
pkief.material-icon-theme
postman.postman-for-vscode
qwtel.sqlite-viewer
redhat.ansible
redhat.vscode-yaml
rocketseat.theme-omni
samuelcolvin.jinjahtml
saoudrizwan.claude-dev
tejasvi.rainbow-brackets-2
typefox.yang-vscode
